[TC_WOTC_MWR_R700_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>R700</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>R700</b></font>"
AbilityDescName="снайперская винтовка"
BriefSummary="Remington модель 700 -  магазинная винтовка производства США. Разработана на основе винтовки братьев Маузер. Выпуск винтовки был начат в 1962 году. Модель имеет 700 различных модификаций, широко распространена в США как снайперская, спортивная и охотничья винтовка, выпускаемая в широком диапазоне калибров. Существует множество вариантов винтовки под разный патрон. Стандартный патрон - 7,62×51мм НАТО. Ёмкость магазина зависит от калибра и может составлять от 3 до 5. Винтовка может комплектоваться оптическим прицелом различных производителей. Помимо множества гражданских модификаций, существует два варианта полицейской 700P — стандартная 700P с 26-ти дюймовым утяжеленным стволом и 700P Light Tactical Rifle (LTR), имеющая 20-ти дюймовый тяжелый ствол с рифлением. Обе винтовки комплектуются телескопическим прикладом, сошкой и кейсом для переноски. " 
TacticalText="<Bullet/>Тип: Снайперская винтовка\n<Bullet/>Режим ведения огня: Одиночный\n<Bullet/>Принцип действия: Продольно-скользящий поворотный затвор\n<Bullet/>Тип боеприпаса: .30-06 Springfield \n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_MWR_R700_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>MRS-1400</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>MRS-1400</b></font>"
AbilityDescName="снайперская винтовка"
BriefSummary="Remington модель 700 -  магазинная винтовка производства США. Разработана на основе винтовки братьев Маузер. Выпуск винтовки был начат в 1962 году. Модель имеет 700 различных модификаций, широко распространена в США как снайперская, спортивная и охотничья винтовка, выпускаемая в широком диапазоне калибров. Существует множество вариантов винтовки под разный патрон. Стандартный патрон - 7,62×51мм НАТО. Ёмкость магазина зависит от калибра и может составлять от 3 до 5. Винтовка может комплектоваться оптическим прицелом различных производителей. Помимо множества гражданских модификаций, существует два варианта полицейской 700P — стандартная 700P с 26-ти дюймовым утяжеленным стволом и 700P Light Tactical Rifle (LTR), имеющая 20-ти дюймовый тяжелый ствол с рифлением. Обе винтовки комплектуются телескопическим прикладом, сошкой и кейсом для переноски. \nMRS-1400 - представляет собой улучшенную версию винтовки Remington 700. Замена большинства деталей на изготовленные из инопланетных сплавов позволило увеличить отказоуйстойчивость данного образца в десятки раз, что несомненно сказалось на эксплуатационных качествах."
TacticalText="<Bullet/>Тип: Снайперская винтовка\n<Bullet/>Режим ведения огня: Одиночный\n<Bullet/>Принцип действия: Продольно-скользящий поворотный затвор\n<Bullet/>Тип боеприпаса: .30-06 Springfield \n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_MWR_R700_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>XRS-1600</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>XRS-1600</b></font>"
AbilityDescName="снайперская винтовка"
BriefSummary="Remington модель 700 -  магазинная винтовка производства США. Разработана на основе винтовки братьев Маузер. Выпуск винтовки был начат в 1962 году. Модель имеет 700 различных модификаций, широко распространена в США как снайперская, спортивная и охотничья винтовка, выпускаемая в широком диапазоне калибров. Существует множество вариантов винтовки под разный патрон. Стандартный патрон - 7,62×51мм НАТО. Ёмкость магазина зависит от калибра и может составлять от 3 до 5. Винтовка может комплектоваться оптическим прицелом различных производителей. Помимо множества гражданских модификаций, существует два варианта полицейской 700P — стандартная 700P с 26-ти дюймовым утяжеленным стволом и 700P Light Tactical Rifle (LTR), имеющая 20-ти дюймовый тяжелый ствол с рифлением. Обе винтовки комплектуются телескопическим прикладом, сошкой и кейсом для переноски. \nXRS-1600 - следующее поколение снайперских винтовок основанных на Remington 700. В данном образце применяется модернизированная версия патрона .30-06, которая по своим поведением напоминает поведение безгильзовых цельнооболочечных боеприпасов, которые теперь способны преодолеть любой тип брони. Данный патрон представляет собой некий гибрид между экспансивным и бронебойным, которому неприсущи недостатки данных типов патронов."
TacticalText="<Bullet/>Тип: Снайперская винтовка\n<Bullet/>Режим ведения огня: Одиночный\n<Bullet/>Принцип действия: Продольно-скользящий поворотный затвор\n<Bullet/>Тип боеприпаса: .30-06 Springfield \n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_RPR_MWR_R700_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>R700</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>R700</b></font>"
AbilityDescName="снайперская винтовка"
BriefSummary="Remington модель 700 -  магазинная винтовка производства США. Разработана на основе винтовки братьев Маузер. Выпуск винтовки был начат в 1962 году. Модель имеет 700 различных модификаций, широко распространена в США как снайперская, спортивная и охотничья винтовка, выпускаемая в широком диапазоне калибров. Существует множество вариантов винтовки под разный патрон. Стандартный патрон - 7,62×51мм НАТО. Ёмкость магазина зависит от калибра и может составлять от 3 до 5. Винтовка может комплектоваться оптическим прицелом различных производителей. Помимо множества гражданских модификаций, существует два варианта полицейской 700P — стандартная 700P с 26-ти дюймовым утяжеленным стволом и 700P Light Tactical Rifle (LTR), имеющая 20-ти дюймовый тяжелый ствол с рифлением. Обе винтовки комплектуются телескопическим прикладом, сошкой и кейсом для переноски. " 
TacticalText="<Bullet/>Тип: Снайперская винтовка\n<Bullet/>Режим ведения огня: Одиночный\n<Bullet/>Принцип действия: Продольно-скользящий поворотный затвор\n<Bullet/>Тип боеприпаса: .30-06 Springfield \n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_RPR_MWR_R700_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>MRS-1400</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>MRS-1400</b></font>"
AbilityDescName="снайперская винтовка"
BriefSummary="Remington модель 700 -  магазинная винтовка производства США. Разработана на основе винтовки братьев Маузер. Выпуск винтовки был начат в 1962 году. Модель имеет 700 различных модификаций, широко распространена в США как снайперская, спортивная и охотничья винтовка, выпускаемая в широком диапазоне калибров. Существует множество вариантов винтовки под разный патрон. Стандартный патрон - 7,62×51мм НАТО. Ёмкость магазина зависит от калибра и может составлять от 3 до 5. Винтовка может комплектоваться оптическим прицелом различных производителей. Помимо множества гражданских модификаций, существует два варианта полицейской 700P — стандартная 700P с 26-ти дюймовым утяжеленным стволом и 700P Light Tactical Rifle (LTR), имеющая 20-ти дюймовый тяжелый ствол с рифлением. Обе винтовки комплектуются телескопическим прикладом, сошкой и кейсом для переноски. \nMRS-1400 - представляет собой улучшенную версию винтовки Remington 700. Замена большинства деталей на изготовленные из инопланетных сплавов позволило увеличить отказоуйстойчивость данного образца в десятки раз, что несомненно сказалось на эксплуатационных качествах."
TacticalText="<Bullet/>Тип: Снайперская винтовка\n<Bullet/>Режим ведения огня: Одиночный\n<Bullet/>Принцип действия: Продольно-скользящий поворотный затвор\n<Bullet/>Тип боеприпаса: .30-06 Springfield \n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_RPR_MWR_R700_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>XRS-1600</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>XRS-1600</b></font>"
AbilityDescName="снайперская винтовка"
BriefSummary="Remington модель 700 -  магазинная винтовка производства США. Разработана на основе винтовки братьев Маузер. Выпуск винтовки был начат в 1962 году. Модель имеет 700 различных модификаций, широко распространена в США как снайперская, спортивная и охотничья винтовка, выпускаемая в широком диапазоне калибров. Существует множество вариантов винтовки под разный патрон. Стандартный патрон - 7,62×51мм НАТО. Ёмкость магазина зависит от калибра и может составлять от 3 до 5. Винтовка может комплектоваться оптическим прицелом различных производителей. Помимо множества гражданских модификаций, существует два варианта полицейской 700P — стандартная 700P с 26-ти дюймовым утяжеленным стволом и 700P Light Tactical Rifle (LTR), имеющая 20-ти дюймовый тяжелый ствол с рифлением. Обе винтовки комплектуются телескопическим прикладом, сошкой и кейсом для переноски. \nXRS-1600 - следующее поколение снайперских винтовок основанных на Remington 700. В данном образце применяется модернизированная версия патрона .30-06, которая по своим поведением напоминает поведение безгильзовых цельнооболочечных боеприпасов, которые теперь способны преодолеть любой тип брони. Данный патрон представляет собой некий гибрид между экспансивным и бронебойным, которому неприсущи недостатки данных типов патронов."
TacticalText="<Bullet/>Тип: Снайперская винтовка\n<Bullet/>Режим ведения огня: Одиночный\n<Bullet/>Принцип действия: Продольно-скользящий поворотный затвор\n<Bullet/>Тип боеприпаса: .30-06 Springfield \n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Лучевое оружие"